Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: {Dir que en aquest cas l'esborrat de les parts repetides és obligatori en la major part de les llengües} Considerem l'exemple següent, tret de [p. 399]{radford09b}: Els escocesos aprecien el whisky més que els gal·lesos L'oració té dues interpretacions: [(a)] Els escocesos aprecien el whisky més que els gal·lesos (aprecien el whisky) [(b)] Els escocesos aprecien el whisky més que (els escocesos aprecien) els gal·lesos En aquests dos casos, l'ambigüitat és causada pel fet que són possibles dues estructures sintàctiques per a la segona oració coordinada: en la primera estructura, el sintagma els gal·lesos és el subjecte mentre que en la segona estructura és l'objecte (vegeu els arbres de la fig. ).
es_es: {Decir que en este caso el borrador de las partes repetidas es obligatorio en la mayor parte de las lenguas} Consideremos el ejemplo siguiente, sacado de [p.399]{radford09b}: Los escoceses aprecian el whisky más que los galeses La oración tiene dos interpretaciones: [(a)] Los escoceses aprecian el whisky más que los galeses (aprecian el whisky) [(b)] Los escoceses aprecian el whisky más que (los escoceses aprecian) a los galeses En estos dos casos, la ambigüedad está causada por el hecho de que son posibles dos estructuras sintácticas para la segunda oración coordinada: en la primera estructura, el sintagma los galeses es el sujeto mientras que en la segunda estructura es el objeto (véanse los árboles de la fig. ).

source: 5a consulta: o la trobem, o hem de buscar en 38 fitxes.
es_es: 5ª consulta: o la encontramos, o tenemos que buscar en 38 fichas.

source: El manifestant es refà de la pallissa que li van donar en l'hospital (1: ``La manifestació va ser una mica violenta i algunes persones han hagut de ser traslladades a l'hospital''; 2: ``Quina pallissa va donar-li la infermera al quiròfan!'').
es_es: El manifestante se recupera de la paliza que le dieron en el hospital (1: ``La manifestación fue un poco violenta y algunas personas han tenido que ser trasladadas al hospital"; 2: ``¡Qué paliza le dio la enfermera en el quirófano!").

source: Recerques o consultes: buscar un o més registres que compleixen un determinat criteri de recerca.
es_es: Búsquedas o consultas: buscar uno o más registros que cumplen un determinado criterio de búsqueda.

source: Carrega el valor de suma en l'acumulador.
es_es: Carga el valor de suma en el acumulador.

source: Ambigüitat sintàctica o estructural (pura) d'origen coordinatiu: el sintagma de la tia Pepa pot modificar als dos sintagmes nominals coordinats (galetes i pa) o només al segon (pa).
es_es: Ambigüedad sintáctica o estructural (pura) de origen coordinativo: el sintagma de la tía Pepa puede modificar a los dos sintagmas nominales coordinados (galletas y pan) o sólo al segundo (pan).

source: Executar programes i controlar-ne l'execució.
es_es: Ejecutar programas y controlar su ejecución.

source: La definició del terme en una o més llengües.
es_es: La definición del término en una o más lenguas.

source: [LinkedIn] serveix per a construir xarxes relacionades amb l'activitat professional.
es_es: [LinkedIn] sirve para construir redes relacionadas con la actividad profesional.

source: 6a consulta: o la trobem, o hem de buscar en 19 fitxes.
es_es: 6ª consulta: o la encontramos, o tenemos que buscar en 19 fichas.

source: Ambigüitat dins de la mateixa categoria lèxica sense canvi de lema.
es_es: Ambigüedad dentro de la misma categoría léxica sin cambio de lema.

source: Serviran polp a la gallega (1: ``Serviran polp a una senyora de Galícia''; 2: ``Serviran polp preparat a l'estil gallec'').
es_es: Servirán pulpo a la gallega (1: ``Servirán pulpo a una señora de Galicia"; 2: ``Servirán pulpo preparado al estilo gallego").

source: Ambigüitat estructural d'adjunció: el sintagma preposicional a la gallega pot modificar el nom polp per a formar sintagma nominal polp a la gallega o modificar el sintagma verbal serviran polp (amb nucli serviran) i formar el sintagma verbal serviran polp a la gallega.
es_es: Ambigüedad estructural de adjunción: el sintagma preposicional a la gallega puede modificar el nombre pulpo para formar el sintagma nominal pulpo a la gallega o modificar el sintagma verbal servirán pulpo (con núcleo servirán) y formar el sintagma verbal servirán pulpo a la gallega.

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: mà [de paper] i la impressora.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: mano [de papel] y la impresora.

source: El camp temàtic de la fitxa.
es_es: El campo temático de la ficha.

source: Establir connexions amb altres ordinadors o dispositius en xarxa.
es_es: Establecer conexiones con otros ordenadores o dispositivos en red.

source: Suma el valor d'índex a l'acumulador.
es_es: Suma el valor de índice al acumulador.

source: [(b)] No hi ha cap dona que s'estime els abrics de pell.
es_es: [(b)] A ninguna mujer le gustan los abrigos de piel.

source: 7a consulta: o la trobem, o hem de buscar en 9 fitxes.
es_es: 7ª consulta: o la encontramos, o tenemos que buscar en 9 fichas.

source: Ambigüitat dins de la mateixa categoria lèxica amb canvi de lema.
es_es: Ambigüedad dentro de la misma categoría léxica con cambio de lema.

source: No puc veure bé la foto que m'has enviat per correu electrònic perquè no puc tancar totes les finestres (1: ``Encara hi entra sol i es reflecteix en la pantalla''; 2: ``Tinc l'escriptori ple de documents oberts'').
es_es: No puedo ver bien la foto que me has enviado por correo electrónico porque no puedo cerrar todas las ventanas (1: ``Todavía entra sol y se refleja en la pantalla"; 2: ``Tengo el escritorio lleno de documentos abiertos").

source: Altres termes relacionats.
es_es: Otros términos relacionados.

source: Ambigüitat per el·lipsi: el subjecte de vaja pot ser jo, ell, ella, etc.
es_es: Ambigüedad por elipsis: el sujeto de vaya puede ser yo, él, ella, etc.

source: L'oració és ambigua per polisèmia (ambigüitat lèxica) del substantiu finestra (de la paret/ del sistema operatiu)
es_es: La oración es ambigua por polisemia (ambigüedad léxica) del sustantivo ventana (de la pared/ del sistema operativo)

source: 8a consulta: o la trobem, o hem de buscar en 4 fitxes.
es_es: 8ª consulta: o la encontramos, o tenemos que buscar en 4 fichas.

source: Vale más que las comas (1: ``...que els signes de puntuació''; 2:``...que les menges'') El mecánico revisó la suspensión del auto de Garzón (1: ``Aquest mecànic és un expert en legislació i s'ha llegit la resolució judicial sencera''; 2: ``Els amortidors del cotxe de Garzón ja necessitaven una revisió'').
es_es: Vale más que las comas (1: ``...que los signos de puntuación''; 2:``...que las ingieras'') El mecánico revisó la suspensión del auto de Garzón (1: ``Este mecánico es un experto en legislación y se ha leído la resolución judicial entera''; 2: ``Los amortiguadores del coche de Garzón ya necesitaban una revisión'').

source: Ambigüitat sintàctica o estructural d'origen categorial deguda al fet que els mots las (article o pronom) i comas (substantiu o verb) són homògrafs afectats d'ambigüitat lèxica categorial.
es_es: Ambigüedad sintáctica o estructural de origen categorial debido al hecho de que las palabras las (artículo o pronombre) y comas (sustantivo o verbo) son homógrafos afectados de ambigüedad léxica categorial.

source: Carrega el valor d'índex en l'acumulador.
es_es: Carga el valor de índice en el acumulador.

source: Informació sobre la morfologia o la flexió del terme en cada una de les llengües.
es_es: Información sobre la morfología o la flexión del término en cada una de las lenguas.

source: Una càmera (de vegades anomenada webcam) Una o més targetes de comunicacions incorporades (amb fils o sense fils, vegeu el glossari, apartat ).
es_es: Una cámara (a veces llamada webcam) Una o más tarjetas de comunicaciones incorporadas (con cables o inalámbricos, véase el glosario, apartado ).

source: 9a consulta: o la trobem, o hem de buscar en 2 fitxes.
es_es: 9ª consulta: o la encontramos, o tenemos que buscar en 2 fichas.

source: Compara el valor de l'acumulador amb 10.
es_es: Compara el valor del acumulador con 10.

source: L'oració és ambigua perquè dos dels seus mots presenten ambigüitat lèxica pura (polisèmia): auto pot ser un automòbil o un tipus de resolució judicial; suspensión pot ser l'acció de suspendre (la resolució) o el sistema d'amortidors de l'automòbil.
es_es: La oración es ambigua porque dos de sus palabras presentan ambigüedad léxica pura (polisemia): auto puede ser un automóvil o un tipo de resolución judicial; suspensión puede ser la acción de suspender (la resolución) o el sistema de amortiguadores del automóvil.

source: Variants ortogràfiques o geogràfiques; sinònims; antònims; etimologia, etc.
es_es: Variantes ortográficas o geográficas; sinónimos; antónimos; etimología, etc.

source: 10a consulta: o la trobem, o hem de buscar en 1 fitxa.
es_es: 10ª consulta: o la encontramos, o tenemos que buscar en 1 ficha.

source: Si és igual, salta a la instrucció Incrementa en 1 el valor de l'acumulador.
es_es: Si es igual, salta a la instrucción Incrementa en 1 el valor del acumulador.

source: =1.099.511.627.776 octets.$$ Com que els prefixos k, M, G i T s'usen en la resta de les disciplines científiques per expressar a potències exactes de 10 (de 1.000), hi ha qui prefereix parlar de kibioctets o kibibytes (kiB), mibioctets o mibibytes (MiB), gibioctets o gibibytes (GiB) i tebibytes o tebioctets (TiB) per a referir-se a les unitats de capacitat d'emmagatzematge basades en múltiples de 1.024.
es_es: =1.099.511.627.776 bytes.$$ Puesto que los prefijos k, M, G y T se usan en el resto de las disciplinas científicas para expresar en potencias exactas de 10 (de 1.000), hay quien prefiere hablar de kibibytes (kiB), mibibytes (MiB), gibibytes (GiB) y tebibytes (TiB) para referirse a las unidades de capacidad de almacenamiento basadas en múltiplos de 1.024.

source: A canvi, hem de fer l'esforç (presumiblement més lleuger) de predir una entre les possibles continuacions (sintàctiques) del que hem llegit; segons arriben mots, els anem encaixant en l'estructura predita i usem la sintaxi i la interpretació dels mots per a anar construint a poc a poc la interpretació de l'oració completa.
es_es: A cambio, tenemos que hacer el esfuerzo (presumiblemente más ligero) de predecir una entre las posibles continuaciones (sintácticas) de lo que hemos leído; según llegan palabras, las vamos encajando en la estructura predicha y usamos la sintaxis y la interpretación de las palabras para ir construyendo poco a poco la interpretación de la oración completa.

source: A continuació es consideren el maquinari i el programari amb més detall.
es_es: A continuación se considerarán el hardware y el software con más detalle.

source: A la nostra casa hem tingut telèfon tota la vida i ara estem pensant a connectar-nos a Internet mitjançant ADSL.
es_es: En nuestra casa hemos tenido teléfono toda la vida y ahora estamos pensando en conectarnos a Internet mediante ADSL.

source: A la trapezista, últimament, no li eixien els números (1: ``Sempre acabava caent a la xarxa''; 2: ``tenia més despeses que ingressos'').
es_es: A la trapecista, últimamente, no le salían los números (1: ``Siempre acababa cayendo en la red"; 2: ``tenía más gastos que ingresos").

source: A més, la majoria dels sistemes actuals contenen també una GPU (graphic processing unit, unitat de processament de gràfics), una CPU especialitzada en el tractament d'imatges però que també es pot usar per a altres tasques computacionalment molt intensives.
es_es: Además, la mayoría de los sistemas actuales contienen también una GPU (graphics processing unit, unidad de procesamiento de gráficos), una CPU especializada en el tratamiento de imágenes, pero que también se puede usar para otras tareas computacionalmente intensivas.

source: A més, per reduir el tràfic a Internet els proveïdors de serveis d'Internet i els servidors de noms consultats també es guarden temporalment aquesta informació de manera que no sempre es desencadena el procés complet de consultes descrit.
es_es: Además, para reducir el tráfico en Internet los proveedores de servicios de Internet y los servidores de nombres consultados también se guardan temporalmente esta información de forma que no siempre se desencadena el proceso completo de consultas descrito.

source: A més, també segueix les directrius de l'estàndard ISO 12620, que defineix un conjunt de camps, i els seus possibles valors, per a la informació terminològica.
es_es: Además, también sigue las directrices del estándar ISO 12620, que define un conjunto de campos, y sus posibles valores, para la información terminológica.

source: A pesar de haber sido soldado, salió despedido del avión (1: ``El sistema fotogràfic estava fortament fixat al fuselatge però es va soltar de l'aparell quan l'avió va girar en ple vol''; 2: ``Malgrat el seu passat militar gloriós, el president el va destituir abans d'arribar a l'aeroport de destinació'').
es_es: A pesar de haber sido soldado, salió despedido del avión (1: ``El sistema fotográfico estaba fuertemente fijado al fuselaje pero se soltó del aparato cuando el avión giró en pleno vuelo''; 2: ``A pesar de su pasado militar glorioso, el presidente lo destituyó antes de llegar al aeropuerto de destino'').

source: Abans del cos (body), l'element arrel { martif} conté una capçalera (martifHeader) amb informació sobre l'origen de la base de dades.
es_es: Antes del cuerpo (body), el elemento raíz { martif} contiene una cabecera (martifHeader) con información sobre el origen de la base de datos.

source: Actualment no és estrany que una unitat de CD-ROM tinga una velocitat punta de lectura i d'escriptura de 52$$ o més.
es_es: Actualmente no es extraño que una unidad de CD-ROM tenga una velocidad punta de lectura y de escritura de 52$$ o más.

source: Actualment no és estrany tenir en ordinadors de taula o portàtils resolucions com l'anomenada HD 1080 (1920 $$ 1080) o fins i tot més grans.
es_es: Actualmente no es extraño tener en ordenadores de sobremesa o portátiles resoluciones como la llamada HD 1080 (1920 $$ 1080) o incluso más grandes.

source: Ací en teniu alguns exemples: [Editors i processadors de text] per a preparar, modificar, emmagatzemar i imprimir documents de text (vegeu la secció ).
es_es: Aquí tenéis algunos ejemplos: [Editores y procesadores de texto] para preparar, modificar, almacenar e imprimir documentos de texto (véase la sección ).

source: Afortunadament, en els darrers anys s'ha desenvolupat un conjunt de formats estàndards per facilitar aquest intercanvi; un dels més coneguts es TBX.}, (per TermBase exchange, ``intercanvi de bases de dades terminològiques''), encara que hi ha altres com OLIF (Open Lexicon Interchange Format).
es_es: Afortunadamente, en los últimos años se ha desarrollado un conjunto de formatos estándares para facilitar este intercambio; uno de los más conocidos se TBX.}, (por TermBase eXchange, ``intercambio de bases de datos terminológicas''), aunque hay otras como OLIF (Open Lexicon Interchange Format).

source: Ahmed té un ordinador amb un processador de 500 MHz i 128 megaoctets de RAM i ha contractat un mòdem de cable de 128 kilobits per segon per a connectar-se a Internet.
es_es: Ahmed tiene un ordenador con un procesador de 500 MHz y 128 megabytes de RAM y ha contratado un módem de cable de 128 kilobits por segundo para conectarse a Internet.

source: Així, els registres d'una base de dades bibliogràfica contenen informació en camps: un per als autors, altre per al títol, etc.
es_es: Así, los registros de una base de datos bibliográfica contienen información en campos: uno para los autores, otro para el título, etc.

source: Així, una taula és un conjunt de registres (fitxes) cada un dels quals té la mateixa estructura de camps (informacions), emmagatzemades en un fitxer informàtic.
es_es: Así, una tabla es un conjunto de registros (fichas) cada uno de los cuales tiene la misma estructura de campos (datos), almacenadas en un fichero informático.

source: Això fa que algunes persones es plantegen l'ús de buscadors que no facen aquest seguiment o tracking.
es_es: Esto hace que algunas personas se plantean el uso de buscadores que no hagan este seguimiento o tracking.

source: Això la converteix en un recurs valuós i sovint els traductors en fan intercanvi.
es_es: Esto, la convierte en un recurso valioso y a menudo los traductores se las intercambian.

source: Això s'aconsegueix mitjançant un procediment anomenat indexació: bàsicament, s'assigna un número a cada fitxa i es construeix una taula o índex ordenat (una altra base de dades) que conté registres amb dos camps: un, el camp pel qual es vol ordenar, i l'altre, la posició en la base de dades del registre que conté aquest valor del camp (en cert sentit, aquest índex no és massa diferent de l'índex alfabètic que hi ha al final d'alguns llibres: busquem el mot alfabèticament i ens diu en quina o en quines pàgines se'n parla).
es_es: Esto se consigue mediante un procedimiento denominado indexación: básicamente, se asigna un número a cada ficha y se construye una tabla o índice ordenado (otra base de datos) que contiene registros con dos campos: uno, el campo por el cual se quiere ordenar, y el otro, la posición en la base de datos del registro que contiene este valor del campo (en cierto sentido, este índice no es demasiado diferente del índice alfabético que hay al final de algunos libros: buscamos la palabra alfabéticamente y nos dice en qué páginas se encuentra).

source: Algunes de les operacions bàsiques que fan els sistemes operatius són: Controlar el maquinari de l'ordinador on s'executen.
es_es: Algunas de las operaciones básicas que hacen los sistemas operativos son: Controlar el hardware del ordenador donde se ejecutan.

source: Alguns buscadors, com ara Google, modifiquen els enllaços que porten als resultats, de manera que no hi porten directament sinó passant primerament pel servidor del buscador, per tal de conéixer les preferències de la gent i millorar així la rellevància dels resultats, però fins i tot poden establir un perfil de cada persona usuària.
es_es: Algunos buscadores, como por ejemplo Google, modifican los enlaces que llevan a los resultados, de forma que no llevan directamente sino pasando primeramente por el servidor del buscador, para conocer las preferencias de la gente y mejorar así la relevancia de los resultados, pero incluso pueden establecer un perfil de cada persona usuaria.

source: Alguns exemples: [Facebook] permet a cada persona publicar informacions sobre el seu estat, incloent fotos, i enviar-se missatges; l'estat pot ser visible per a tothom o per a persones amigues.
es_es: Algunos ejemplos: [Facebook] permite a cada persona publicar informaciones sobre su estado, incluyendo fotos, y enviarse mensajes; el estado puede ser visible para todo el mundo o sólo para personas amigas.

source: Als dispositius de la nostra xarxa local l'encaminador els assigna un número IP privat al que només tenen accés els ordinadors que formen part d'aquesta xarxa local; tots els dispositius d'aquesta xarxa local es connecten a Internet usant el mateix número IP, el número IP públic assignat al nostre encaminador.
es_es: A los dispositivos de nuestra red local el encaminador les asigna un número IP privado al que sólo tienen acceso los ordenadores que forman parte de esta red local; todos los dispositivos de esta red local se conectan a Internet usando el mismo número IP, el número IP público asignado a nuestro encaminador.

source: Altres dispositius d'eixida són les impressores, els altaveus, els vibradors dels dispositius mòbils, etc.
es_es: Otros dispositivos de salida son las impresoras, los altavoces, los vibradores de los dispositivos móviles, etc.

source: Altres esquemes són rtsp://, real-time streaming protocol, per a enllaçar contingut com ara vídeo, àudio, etc.
es_es: Otros esquemas son rtsp://, real-time streaming protocolo, para enlazar contenido como por ejemplo vídeo, audio, etc.

source: Altres noms que s'usen en comptes d'Internet són World Wide Web o WWW (``teranyina d'abast mundial'') o simplement web (``teranyina''), masculí en català (el web).
es_es: Otros nombres que se usan en vez de Internet son World Wide Web o WWW (``telaraña de alcance mundial'') o simplemente web (``telaraña''), femenino en español (la web).

source: Altres termes habituals són CD-R (compact disc recordable) ---que identifica els CD en què es pot escriure informació només una vegada amb l'ajuda de dispositius coneguts com a enregistradores--- i CD-RW (compact disc rewritable) ---utilitzat per als CD que poden ser esborrats i reescrits un nombre il·limitat de vegades.
es_es: Otros términos habituales son CD-R (compact disc recordable) ---que identifica los CD en los que se puede escribir información solo una vez con la ayuda de dispositivos conocidos como grabadoras--- y CD-RW (compact disc rewritable) ---utilizado para los CD que se pueden borrar y reescribir un número ilimitado de veces.

source: Amb el temps, els programes que inclouen una base de dades terminològica van incorporant la capacitat de llegir i escriure documents en format TBX.
es_es: Con el tiempo, los programas que incluyen una base de datos terminológica van incorporando la capacidad de leer y escribir documentos en formato TBX.

source: Amb la generalització de l'ús dels mòbils intel·ligents o smartphones, han aparegut moltes aplicacions d'aquest tipus, com ara Telegram, Whatsapp, Line, etc., que usen com a identificador el número de telèfon.
es_es: Con la generalización del uso de los móviles inteligentes o smartphones, han aparecido muchas aplicaciones de este tipo, como por ejemplo Telegram, Whatsapp, Line, etc., que usan como identificador el número de teléfono.

source: Ambigüitat
es_es: Ambigüedad

source: Ambigüitat de l'oració per polisèmia (ambigüitat lèxica) del mot número (part d'una actuació / comptes econòmics)
es_es: Ambigüedad de la oración por polisemia (ambigüedad léxica) de la palabra número (parte de una actuación / cuentas económicas)

source: Ambigüitat estructural d'adjunció (en anglés attachment ambiguity): es tracta d'un cas típic d'ambigüitat estructural que es manifesta quan hi ha un { adjunt} (típicament un sintagma preposicional) que es pot inserir de diverses maneres en l'arbre d'anàlisi sintàctica de la frase.
es_es: Ambigüedad estructural de adjunción (en inglés attachment ambiguity): se trata de un caso típico de ambigüedad estructural que se manifiesta cuando hay un { adjunto} (normalmente un sintagma preposicional) que se puede insertar de varias maneras en el árbol de análisis sintáctico de la oración.

source: Ambigüitat estructural d'origen categorial.
es_es: Ambigüedad estructural de origen categorial.

source: Ambigüitat estructural per moviment de Qu.
es_es: Ambigüedad estructural por movimiento de Qu..

source: Ambigüitat sintàctica o estructural (pura) d'adjunció: el sintagma preposicional de la ciutat es pot inserir en dues posicions diferents de l'oració: pot modificar alcalde o expulsaran [l'alcalde].
es_es: Ambigüedad sintáctica o estructural (pura) de adjunción: el sintagma preposicional de la ciudad se puede insertar en dos posiciones diferentes de la oración: puede modificar alcalde o expulsarán [el alcalde].

source: Ambigüitat]{Per què és difícil la traducció automàtica?
es_es: Ambigüedad]{¿Por qué es difícil la traducción automática?

source: Ambigüitat}
es_es: Ambigüedad}
